<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- DW6 -->
<head>
<!-- Copyright 2020 Macromedia, Inc. All rights reserved. -->
<title>Entertainment - Calendar</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="stylesheet" href="img/mm_entertainment.css" type="text/css" />
</head>
<body bgcolor="#14285f">
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr bgcolor="02021e">
    <td width="400" colspan="2" rowspan="2" nowrap="nowrap"><img src="img/mm_entertainment_image.jpg" alt="Header image" width="400" height="140" border="0" /></td>
    <td width="360" height="58" nowrap="nowrap" colspan="2" id="logo" valign="bottom">GEORGE BACOVIA </td>
    <td width="*">&nbsp;</td>
  </tr>
  <tr bgcolor="02021E">
    <td height="57" nowrap="nowrap" colspan="2" id="tagline" valign="top">Via&#355;a</td>
	<td width="*">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="5" bgcolor="#cc3300"><img src="img/mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="5"><img src="img/mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="5" bgcolor="#cc3300"><img src="img/mm_spacer.gif" alt="" width="1" height="1" border="0" /></td>
  </tr>

   <tr>
    <td colspan="5" id="dateformat">&nbsp;<br />
	&nbsp; &nbsp; <a href="index.html">home</a><br />	</td>
  </tr>
  <tr>
   <td width="156" valign="top">&nbsp;</td>
   <td valign="top"><br />
	<table border="1" align="center" cellpadding="2" cellspacing="0" width="504">
        <tr>
          <td class="subHeader">Anul/anii</td>
          <td class="subHeader">Evenimentul</td>
        </tr>
        <tr>
          <td class="bodyText">1881</td>
          <td class="bodyText">S-a n&#259;scut la Bac&#259;u, &icirc;n ziua de 4/17   septembrie sub numele Gheorghe Vasiliu, G. Bacovia fiind un pseudonim literar; fiul comerciantului Dimitrie Vasiliu &#351;i al Zoei   Vasiliu.</td>
        </tr>
        <tr>
          <td class="bodyText">1887</td>
          <td class="bodyText">&Icirc;ncepe s&#259; &icirc;nve&#355;e limba german&#259;.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1889-1890</td>
          <td valign="top" class="bodyText">Urmeaz&#259; clasa I la un pension din   Bac&#259;u.</td>
        </tr>
        <tr>
          <td class="bodyText">1891</td>
          <td class="bodyText">&Icirc;l afl&#259;m &icirc;nscris la &#351;coala primar&#259;   Domneasc&#259; nr. 1 din Bac&#259;u.</td>
        </tr>
        <tr>
          <td class="bodyText">1894</td>
          <td class="bodyText"> Absolv&#259; cursul primar, &icirc;n luna iunie. &Icirc;n   acela&#351;i an se &icirc;nscrie la gimnaziul Ferdinand din Bac&#259;u. Toamna r&#259;m&acirc;ne &icirc;nchis o   noapte &icirc;ntreag&#259;, din neaten&#355;ia paracliserului, &icirc;n turnul bisericii Precista din   ora&#351;ul natal. Aceast&#259; &icirc;nt&acirc;mplare &icirc;i va inspira poezia <em>Amurg violet,</em> scris&#259; &icirc;n 1899.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1898</td>
          <td valign="top" class="bodyText">&Icirc;&#351;i pune pe note c&acirc;teva poezii precum &#351;i   altele de Eminescu &#351;i Petic&#259;. V&#259;de&#351;te mare talent la desen. Se dovede&#351;te foarte   bun executant la vioar&#259; &#351;i la alte instrumente din orchestra &#351;colii, pe care o   &#351;i dirijeaz&#259;. Se eviden&#355;iaz&#259; la gimnastic&#259;.<br /></td>
        </tr>
        <tr>
          <td class="bodyText">1899</td>
          <td class="bodyText">Ob&#355;ine premiul I pe &#355;ar&#259; la concursul   Tinerimii rom&acirc;ne pentru &quot;desen artistic de pe natur&#259;&quot;. &Icirc;i apare &icirc;n <em>Literatorul</em> din 30 martie poezia <em>&#350;i toate,</em> scris&#259; cu un an   &icirc;nainte, semnat&#259; V. George.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1900</td>
          <td valign="top" class="bodyText">Se &icirc;nscrie la &#350;coala militar&#259; din Ia&#351;i;   se retrage &icirc;n al doilea semestru, neput&acirc;nd suferi disciplina cazon&#259;. Compune   poezia <em>Plumb,</em> finisat&#259; &icirc;n 1902. Scrie poezia <em>Lacustr&#259;,</em> des&#259;v&acirc;r&#351;it&#259;   &icirc;n 1906.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1901</td>
          <td valign="top" class="bodyText">Se &icirc;nscrie &icirc;n cursul superior al liceului   Ferdinand.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1903</td>
          <td valign="top" class="bodyText">Absolv&#259; liceul din Bac&#259;u. Scrie poezia <em>Liceu,</em> ca r&#259;spuns la un chestionar adresat de minister absolven&#355;ilor din   acel an, &icirc;n vederea reformei &icirc;nv&#259;&#355;&#259;m&acirc;ntului ini&#355;iat&#259; de Spiru Haret. Se &icirc;nscrie   la Facultatea de drept din Bucure&#351;ti. Cite&#351;te &icirc;ntr-una din &#351;edin&#355;ele salonului   literar al lui Macedonski poezia <em>Plumb,</em> care produce o puternic&#259;   impresie.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1904</td>
          <td valign="top" class="bodyText">Cite&#351;te la cenaclul lui Macedonski <em>Nervi de toamn&#259;,</em> ob&#355;in&acirc;nd acela&#351;i succes. Colaboreaz&#259; la revista <em>Arta</em> de la Ia&#351;i. Se retrage de la Facultatea de drept din Bucure&#351;ti.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1905</td>
          <td valign="top" class="bodyText">&Icirc;n Bucure&#351;ti, &icirc;mpreun&#259; cu fratele s&#259;u   Eugen.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1906</td>
          <td valign="top" class="bodyText">Se re&icirc;ntoarce la Bac&#259;u, stabilindu-se &icirc;n   locuin&#355;a din strada Liceului.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1907</td>
          <td valign="top" class="bodyText">Se &icirc;nscrie la facultatea de drept din   Ia&#351;i &#351;i re&icirc;ncepe cu anul I. R&#259;m&acirc;ne la Ia&#351;i &#351;i anul urm&#259;tor. Colaboreaz&#259; la   revista lui I.M. Ra&#351;cu <em>Versuri,</em> mai t&acirc;rziu <em>Versuri &#351;i proz&#259;.</em></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1909-1910</td>
          <td valign="top" class="bodyText">Merge la Ia&#351;i numai &icirc;n perioada   examenelor, restul timpului locuind la Bac&#259;u.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1911</td>
          <td valign="top" class="bodyText">Ob&#355;ine diploma de licen&#355;&#259; &icirc;n drept &#351;i se   &icirc;nscrie &icirc;n baroul din Bac&#259;u. Pl&#259;te&#351;te zece ani cotiza&#355;ie, dar nu profeseaz&#259;.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1912</td>
          <td valign="top" class="bodyText">Colaboreaz&#259; la <em>Rom&acirc;nul literar</em> al   lui Caion. Suplinitor la &#350;coala primar&#259; din Bac&#259;u &#351;i la C&#259;lug&#259;ra, suburbie a   Bac&#259;ului. Colaboreaz&#259; la <em>Flac&#259;ra</em>. Copist la Prefectura din Bac&#259;u.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1913</td>
          <td valign="top" class="bodyText">Ajutor contabil la aceea&#351;i prefectur&#259;. Se   &icirc;mboln&#259;ve&#351;te &#351;i demisioneaz&#259;.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1914</td>
          <td valign="top" class="bodyText">Se interneaz&#259; la sanatoriul Dr.   M&#259;rg&#259;ritescu din Bucure&#351;ti. Public&#259; &icirc;n suplimentul literar al ziarului <em>Seara</em>. Trimite la tipar volumul <em>Plumb</em>.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1915</td>
          <td valign="top" class="bodyText">Editeaz&#259; la Bac&#259;u, &icirc;n colaborare,   revista<em> Orizonturi noi.</em> Public&#259; poezii, proz&#259;, recenzii, sub mai multe   pseudonime. Str&acirc;nge rela&#355;iile de prietenie cu Macedonski.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1916</td>
          <td valign="top" class="bodyText">Copist la Direc&#355;ia &icirc;nv&#259;&#355;&#259;m&acirc;ntului   secundar &#351;i superior din Ministerul Instruc&#355;iunii. &Icirc;n iulie apare &icirc;n libr&#259;rii   volumul <em>Plumb</em>. &Icirc;n timpul r&#259;zboiului, &icirc;n octombrie, e trimis cu arhiva   direc&#355;iei sale &icirc;n evacuare la Ia&#351;i.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1917-1919</td>
          <td valign="top" class="bodyText"> Func&#355;ionar &icirc;n Bucure&#351;ti.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1920</td>
          <td valign="top" class="bodyText">&#350;ef de birou cl. a III-a &icirc;n Ministerul   Muncii.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1921</td>
          <td valign="top" class="bodyText">Avansat &#351;ef de birou cl. I-a &icirc;n acela&#351;i   minister. Se &icirc;mboln&#259;ve&#351;te &#351;i demisioneaz&#259;.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1922</td>
          <td valign="top" class="bodyText">Se re&icirc;ntoarce la Bac&#259;u.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1923</td>
          <td valign="top" class="bodyText">Premiat de Ministerul Artelor pentru   volumul <em>Plumb</em>.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1924</td>
          <td valign="top" class="bodyText">Apare la R&acirc;mnicu-S&#259;rat edi&#355;ia a II-a a   volumului <em>Plumb</em>. Suplinitor de desen &#351;i caligrafie la &#350;coala comercial&#259;   de b&#259;ie&#355;i din Bac&#259;u.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1925</td>
          <td valign="top" class="bodyText">Director al revistei <em>Ateneul cultural. </em>Prime&#351;te premiul pentru poezie al Societ&#259;&#355;ii Scriitorilor Rom&acirc;ni.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1926</td>
          <td valign="top" class="bodyText">Tip&#259;re&#351;te pe cont propriu la Bac&#259;u   volumul <em>Sc&acirc;ntei galbene.</em> &Icirc;i apare &#351;i volumul <em>Buc&#259;&#355;i de noapte,</em> editat de Agatha Grigorescu.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1926-1918</td>
          <td valign="top" class="bodyText">Suplinitor de desen &#351;i caligrafie la   &#350;coala comercial&#259; de b&#259;ie&#355;i din Bac&#259;u.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1928</td>
          <td valign="top" class="bodyText">Se c&#259;s&#259;tore&#351;te cu Agatha Grigorescu &#351;i se   stabile&#351;te la Bucure&#351;ti, unde so&#355;ia era profesoar&#259;.</td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1929</td>
          <td valign="top" class="bodyText">Retip&#259;re&#351;te volumele <em>Plumb</em> &#351;i <em>Sc&acirc;ntei galbene</em> sub titlul <em>Poezii,</em> la editura Ancora. Reapare sub   conducerea sa revista <em>Orizonturi noi.</em><br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1930</td>
          <td valign="top" class="bodyText">Referent la Direc&#355;ie educa&#355;iei poporului.   &Icirc;i apare volumul <em>Cu voi.</em> Din noiembrie 1930 p&acirc;n&#259; &icirc;n octombie 1933, la   Bac&#259;u, f&#259;r&#259; serviciu.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1931</td>
          <td valign="top" class="bodyText">I se na&#351;te unicul fiu, Gabriel.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1932</td>
          <td valign="top" class="bodyText">Societatea Scriitorilor &icirc;i aprob&#259; o   pensie lunar&#259; de 1000 lei.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1933</td>
          <td valign="top" class="bodyText">Se stabile&#351;te cu familia &icirc;n capital&#259;,   unde r&#259;m&acirc;ne p&acirc;n&#259; la sf&acirc;r&#351;itul vie&#355;ii.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1934</td>
          <td valign="top" class="bodyText">I se tip&#259;re&#351;te volumul antologic <em>Poezii</em>. Premiul Na&#355;ional de poezie este acordat lui Bacovia &#351;i lui   Arghezi.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1936</td>
          <td valign="top" class="bodyText">Public&#259; volumul <em>Comedii &icirc;n   fond.</em><br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1940</td>
          <td valign="top" class="bodyText">I se majoreaz&#259; pensia acordat&#259; de S.S.R.   la 2000 lei lunar. Se &icirc;nfiin&#355;eaz&#259; Casa de pensii a scriitorilor, de unde ob&#355;ine   o pensie de 10.000 lei lunar.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1944</td>
          <td valign="top" class="bodyText">Apare volumul de <em>Opere,</em> care   cuprinde toate ciclurile ap&#259;rute anterior.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1945</td>
          <td valign="top" class="bodyText">Bibliotecar la Ministerul Minelor &#351;i   Petrolului.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1946</td>
          <td valign="top" class="bodyText">Public&#259; <em>Stan&#355;e burgheze.</em> E   s&#259;rb&#259;torit de Ministerul Artelor, care-l &#351;i angajeaz&#259;.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1956</td>
          <td valign="top" class="bodyText">I se public&#259; volumul <em>Poezii</em>.<br /></td>
        </tr>
        <tr>
          <td valign="top" class="bodyText">1957</td>
          <td valign="top" class="bodyText">Moare &icirc;n ziua de 22 mai.&nbsp;<br /></td>
        </tr>
      </table></td>
    <td valign="top">&nbsp;</td>
    <td width="*">&nbsp;</td>
	<td>&nbsp;</td>
  </tr>
  <tr>
    <td width="156">&nbsp;</td>
    <td width="244">&nbsp;</td>
    <td width="260">&nbsp;</td>
    <td width="100">&nbsp;</td>
	<td width="*">&nbsp;</td>
  </tr>
</table>
<br />
</body>
</html>
